docs/dot/RTO.dot
digraph G {
rankdir="LR";
"TrackVeteranTask_Organization" -> "DistributionTask_Organization" [label=301]
"TrackVeteranTask_Organization" -> "JudgeAssignTask_User" [label=3]
"TrackVeteranTask_Organization" -> "TrackVeteranTask_Organization" [label=3]
"TrackVeteranTask_Organization" -> "InformalHearingPresentationTask_Organization" [label=1]
"RootTask_Organization" -> "TrackVeteranTask_Organization" [label=301]
"TrackVeteranTask_Organization" -> "TrackVeteranTask_Organization" [label=3]
"EvidenceSubmissionWindowTask_Organization" -> "TrackVeteranTask_Organization" [label=2]
"AttorneyTask_User" -> "TrackVeteranTask_Organization" [label=1]
"HearingTask_Organization" -> "TrackVeteranTask_Organization" [label=1]
"DistributionTask_Organization" -> "TrackVeteranTask_Organization" [label=1]
}
